import React from 'react';

const About = () => {
  return (
    <section className='main__about'>
      <h2 className="main__title">обо мне</h2>
      <p className="main__about_text">
        Строил карьеру в аэрокосмической промышленности. Учлися по обмену в Пекине. Проходил стажировку в NASA (Лейпциг, Германия). Работал в ведущих компаниях отросли.
      </p>
      <p className="main__about_text">
        Спустя 6 лет, ушел из авиации преподавать. Начал с обучения детей робототехнике, затем переключился на информатику. Уперся в потолок в роли наставника команд инженрного класса.
      </p>
      <p className="main__about_text">
      Можно сказать, я начинаю новую жизнь. А можно — что возвращаюсь в разоаботку. На этот раз, в роли FrontEnd. Посетите мой GitHub, Вам понравится😉
      </p>
    </section>
  );
};

export default About;