import React from 'react';

const Experience = () => {

  const jobs = [
    {
      id: 1,
      title: "Московский Авиационный Институт (Национальный Исследовательский Университет)",
      name: "Инженер-конструктор (Самолето и вертолетостроение)",
      period: "Сентябрь 2012 — Январь 2018"
    },
    {
      id: 2,
      title: "Национальный исследовательский технологический университет «МИСиС» (НИТУ «МИСиС»)",
      name: "повышение квалификации (Искусственный интеллект: теория и методика обучения в основной школе)",
      period: "Сентябрь 2021 — Декабрь 2021"
    },
  ]

  return (
    <section className='main--experience'>
      <h2 className="main--title">Опыт</h2>
      
    </section>
  );
};

export default Experience;